Вы можете использовать его прямо сейчас или скопировать предложенный промпт и использовать его в любой другой нейросетке ([ChatGPT](https://chat.openai.com/), [Claude 2](https://chat.claudeai.ai/), [Llama 2 70b](https://huggingface.co/spaces/ysharma/Explore_llamav2_with_TGI)).

Я протестировал приложение на своих друзьях, и они были в восторге от результатов! Приложение создает уникальные и забавные поздравления, которые, я уверен, вам понравятся!

Я был бы очень рад получить ваш фидбек и комментарии. Ваше мнение очень важно для меня и поможет мне сделать приложение еще лучше.

Вот ссылка на [GitHub](https://github.com/nikitalogos/birthday_greetings_ai), где вы можете узнать больше о проекте.

P. S. Для обращения к нейросети нужно получить бесплатный токен, его хватит на 50-100 поздравлений. Авторизация проходит через GitHub, и занимает меньше минуты. Но, если по какой-то причине у вас не получилось авторизоваться, то напишите мне (см. [контакты](https://logosnikita.com/contacts)), и я вам помогу :)

P. P. S. Изначально я планировал, что это будет дополнение к моему приложению [напоминалке дней рождений](https://github.com/nikitalogos/birthday_reminder), но, кажется, оно превратилось в нечто большее :)

---

Изображение на обложке сгенерировано при помощи Stable Diffusion в [Clipdrop.co](https://clipdrop.co/stable-diffusion)